Repository: Ashwinn11/honestly
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt, ru, zh_hans, zh_hant

source: Pays for itself in about %lld months of the monthly plan
ar: يعوّض تكلفته خلال حوالي %lld أشهر من الخطة الشهرية
de: Zahlt sich in etwa %lld Monaten des Monatsplans aus
es: Se amortiza en unos %lld meses del plan mensual
fr: Rentabilisé en environ %lld mois de l'abonnement mensuel
it: Si ripaga in circa %lld mesi del piano mensile
ja: 月額プランの約%lldヶ月分で元が取れます
ko: 월간 요금제 기준 약 %lld개월이면 본전을 뽑아요
nl: Verdient zichzelf terug in ongeveer %lld maanden van het maandabonnement
pt: Se paga em cerca de %lld meses do plano mensal
ru: Окупается примерно за %lld месяцев помесячного плана
zh_hans: 大约%lld个月的月付费用就能回本
zh_hant: 大約%lld個月的月付費用就能回本

source: Pick up to two.
ar: اختر اثنين كحدٍّ أقصى.
de: Wähle bis zu zwei.
es: Elige hasta dos.
fr: Choisis-en jusqu’à deux.
it: Scegline fino a due.
ja: 2つまで選んで。
ko: 최대 두 개 선택.
nl: Kies er maximaal twee.
pt: Escolha até dois.
ru: Выбери до двух.
zh_hans: 最多选两个。
zh_hant: 最多選兩個。

source: Please wait…
ar: انتظر من فضلك…
de: Bitte warten …
es: Espera…
fr: Un instant…
it: Attendi…
ja: お待ちください…
ko: 잠시만요…
nl: Even geduld…
pt: Aguarde…
ru: Подождите…
zh_hans: 请稍候…
zh_hant: 請稍候…

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보
pt: Privacidade
ru: Конфиденциальность
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pt: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Purchases
ar: المشتريات
de: Käufe
es: Compras
fr: Achats
it: Acquisti
ja: 購入
ko: 구매
nl: Aankopen
pt: Compras
ru: Покупки
zh_hans: 购买
zh_hant: 購買

source: Questions about your privacy? Email ashwinnanbazhagan@gmail.com and a human will answer.
ar: أسئلة عن خصوصيتك؟ راسِل ashwinnanbazhagan@gmail.com وسيردّ عليك إنسان.
de: Fragen zu deiner Privatsphäre? Schreib an ashwinnanbazhagan@gmail.com und ein Mensch antwortet.
es: ¿Preguntas sobre tu privacidad? Escribe a ashwinnanbazhagan@gmail.com y te responderá una persona.
fr: Des questions sur ta vie privée ? Écris à ashwinnanbazhagan@gmail.com et une vraie personne te répondra.
it: Domande sulla tua privacy? Scrivi a ashwinnanbazhagan@gmail.com e ti risponderà una persona.
ja: プライバシーについてのご質問は？ ashwinnanbazhagan@gmail.com までメールをどうぞ。人間がお答えします。
ko: 프라이버시에 대해 궁금한 점이 있나요? ashwinnanbazhagan@gmail.com 으로 메일 주시면 사람이 답합니다.
nl: Vragen over je privacy? Mail ashwinnanbazhagan@gmail.com en een mens antwoordt.
pt: Dúvidas sobre sua privacidade? Escreva para ashwinnanbazhagan@gmail.com e uma pessoa responderá.
ru: Вопросы о конфиденциальности? Напиши на ashwinnanbazhagan@gmail.com — ответит живой человек.
zh_hans: 有关于隐私的问题吗？发邮件到 ashwinnanbazhagan@gmail.com，会有真人回复。
zh_hant: 有關於隱私的問題嗎？寄郵件到 ashwinnanbazhagan@gmail.com，會有真人回覆。

source: Quieting your apps
ar: نُهدّئ تطبيقاتك
de: Deine Apps beruhigen
es: Silenciando tus apps
fr: On calme tes apps
it: Silenzio le tue app
ja: アプリを静かに
ko: 앱을 조용히
nl: Je apps kalmeren
pt: Silenciando seus apps
ru: Успокаиваем приложения
zh_hans: 让你的应用安静
zh_hant: 讓你的應用安靜

source: Rate Honestly
ar: قيّم Honestly
de: Honestly bewerten
es: Valorar Honestly
fr: Noter Honestly
it: Valuta Honestly
ja: Honestlyを評価
ko: Honestly 평가하기
nl: Beoordeel Honestly
pt: Avaliar o Honestly
ru: Оценить Honestly
zh_hans: 为 Honestly 评分
zh_hant: 為 Honestly 評分

source: Reach us at ashwinnanbazhagan@gmail.com.
ar: تواصل معنا عبر ashwinnanbazhagan@gmail.com.
de: Erreiche uns unter ashwinnanbazhagan@gmail.com.
es: Contáctanos en ashwinnanbazhagan@gmail.com.
fr: Contacte-nous à ashwinnanbazhagan@gmail.com.
it: Contattaci a ashwinnanbazhagan@gmail.com.
ja: ashwinnanbazhagan@gmail.com までご連絡ください。
ko: ashwinnanbazhagan@gmail.com 으로 연락 주세요.
nl: Bereik ons via ashwinnanbazhagan@gmail.com.
pt: Fale com a gente em ashwinnanbazhagan@gmail.com.
ru: Пиши нам на ashwinnanbazhagan@gmail.com.
zh_hans: 通过 ashwinnanbazhagan@gmail.com 联系我们。
zh_hant: 透過 ashwinnanbazhagan@gmail.com 聯繫我們。

source: Read today's page
ar: اقرأ صفحة اليوم
de: Heutige Seite lesen
es: Leer la página de hoy
fr: Lire la page du jour
it: Leggi la pagina di oggi
ja: 今日のページを読む
ko: 오늘의 페이지 읽기
nl: Lees de pagina van vandaag
pt: Ler a página de hoje
ru: Читать сегодняшнюю страницу
zh_hans: 阅读今天这一页
zh_hant: 閱讀今天這一頁

source: Recent pages
ar: صفحات حديثة
de: Letzte Seiten
es: Páginas recientes
fr: Pages récentes
it: Pagine recenti
ja: 最近のページ
ko: 최근 페이지
nl: Recente pagina’s
pt: Páginas recentes
ru: Недавние страницы
zh_hans: 最近的页
zh_hant: 最近的頁

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pt: Restaurar
ru: Восстановить
zh_hans: 恢复
zh_hant: 還原

source: Restore from iCloud
ar: استعادة من iCloud
de: Aus iCloud wiederherstellen
es: Restaurar desde iCloud
fr: Restaurer depuis iCloud
it: Ripristina da iCloud
ja: iCloudから復元
ko: iCloud에서 복원
nl: Herstellen vanuit iCloud
pt: Restaurar do iCloud
ru: Восстановить из iCloud
zh_hans: 从 iCloud 恢复
zh_hant: 從 iCloud 還原

source: Restoring…
ar: جارٍ الاستعادة…
de: Wird wiederhergestellt …
es: Restaurando…
fr: Restauration…
it: Ripristino…
ja: 復元中…
ko: 복원 중…
nl: Bezig met herstellen…
pt: Restaurando…
ru: Восстановление…
zh_hans: 正在恢复…
zh_hant: 正在還原…

source: Right now
ar: الآن
de: Gerade jetzt
es: Ahora mismo
fr: En ce moment
it: Proprio ora
ja: 今この瞬間
ko: 바로 지금
nl: Op dit moment
pt: Agora mesmo
ru: Прямо сейчас
zh_hans: 此刻
zh_hant: 此刻

source: Sad
ar: حزين
de: Traurig
es: Triste
fr: Triste
it: Triste
ja: 悲しい
ko: 슬픔
nl: Verdrietig
pt: Triste
ru: Грустно
zh_hans: 难过
zh_hant: 難過

source: Save a snapshot of your pages to iCloud, or restore your latest one.
ar: احفظ صفحاتك في iCloud أو استعد آخر نسخة.
de: Sichere deine Seiten in iCloud oder stelle die letzte wieder her.
es: Guarda una copia de tus páginas en iCloud o restaura la última.
fr: Sauvegarde tes pages sur iCloud ou restaure la dernière.
it: Salva le tue pagine su iCloud o ripristina l’ultima.
ja: ページをiCloudに保存、または最新を復元。
ko: 페이지를 iCloud에 저장하거나 최신본을 복원해요.
nl: Sla je pagina’s op in iCloud of herstel de laatste.
pt: Salve suas páginas no iCloud ou restaure a última.
ru: Сохрани страницы в iCloud или восстанови последнюю.
zh_hans: 把你的页保存到 iCloud，或恢复最新的一次。
zh_hant: 把你的頁保存到 iCloud，或還原最新的一次。

source: Say at least one
ar: أضف واحدة على الأقل
de: Sag mindestens eine
es: Di al menos una
fr: Dis-en au moins une
it: Scrivine almeno una
ja: 少なくとも1つ書く
ko: 최소 하나는 말해보세요
nl: Zeg er minstens één
pt: Diga pelo menos uma
ru: Скажи хотя бы одну
zh_hans: 至少说一句
zh_hant: 至少說一句

source: Say it like you already believe it.
ar: قلها وكأنك تؤمن بها بالفعل.
de: Sag es, als würdest du es schon glauben.
es: Dilo como si ya lo creyeras.
fr: Dis-le comme si tu y croyais déjà.
it: Dillo come se ci credessi già.
ja: もう信じているかのように言おう。
ko: 이미 믿는 것처럼 말해보세요.
nl: Zeg het alsof je het al gelooft.
pt: Diga como se já acreditasse nisso.
ru: Скажи это так, будто уже веришь в это.
zh_hans: 把它说得像你已经相信了一样。
zh_hant: 把它說得像你已經相信了一樣。

source: Screen Time
ar: وقت الشاشة
de: Bildschirmzeit
es: Tiempo de uso
fr: Temps d’écran
it: Tempo di utilizzo
ja: スクリーンタイム
ko: 스크린 타임
nl: Schermtijd
pt: Tempo de ecrã
ru: Экранное время
zh_hans: 屏幕使用时间
zh_hant: 螢幕使用時間

source: Screen Time & blocking
ar: وقت الشاشة والحظر
de: Bildschirmzeit & Blockieren
es: Tiempo de uso y bloqueo
fr: Temps d’écran et blocage
it: Tempo di utilizzo e blocco
ja: スクリーンタイムとブロック
ko: 스크린 타임 및 차단
nl: Schermtijd & blokkeren
pt: Tempo de ecrã e bloqueio
ru: Экранное время и блокировка
zh_hans: 屏幕使用时间与拦截
zh_hant: 螢幕使用時間與攔截

source: Search your pages…
ar: ابحث في صفحاتك…
de: Deine Seiten durchsuchen…
es: Buscar en tus páginas…
fr: Rechercher dans tes pages…
it: Cerca nelle tue pagine…
ja: ページを検索…
ko: 내 페이지 검색…
nl: Zoek in je pagina's…
pt: Pesquisar suas páginas…
ru: Поиск по страницам…
zh_hans: 搜索你的日记…
zh_hant: 搜尋你的日記…

source: Setting up your ritual
ar: إعداد طقسك
de: Dein Ritual wird eingerichtet
es: Preparando tu ritual
fr: Préparation de ton rituel
it: Preparazione del tuo rituale
ja: 儀式を準備中
ko: 리추얼 준비 중
nl: Je ritueel wordt ingesteld
pt: Preparando seu ritual
ru: Настройка твоего ритуала
zh_hans: 正在设置你的仪式
zh_hant: 正在設定你的儀式

source: Setting your streak goal
ar: نحدّد هدف سلسلتك
de: Dein Serienziel festlegen
es: Fijando tu meta de racha
fr: On fixe ton objectif de série
it: Imposto il tuo obiettivo di serie
ja: 連続記録の目標を設定
ko: 연속 기록 목표 설정
nl: Je reeksdoel instellen
pt: Definindo sua meta de sequência
ru: Ставим цель серии
zh_hans: 设定你的连续目标
zh_hant: 設定你的連續目標

source: Start anywhere. No one reads this but you.
ar: ابدأ من أي مكان. لا يقرأ هذا سواك.
de: Fang irgendwo an. Das liest nur du.
es: Empieza por donde sea. Nadie lo lee salvo tú.
fr: Commence n’importe où. Personne ne lit ça, sauf toi.
it: Inizia da dove vuoi. Lo leggi solo tu.
ja: どこからでも。読むのはあなただけ。
ko: 아무 데서나 시작해요. 읽는 건 당신뿐.
nl: Begin waar dan ook. Niemand leest dit behalve jij.
pt: Comece de qualquer lugar. Ninguém lê isto além de você.
ru: Начни с чего угодно. Это читаешь только ты.
zh_hans: 从哪里开始都行。只有你会读到。
zh_hant: 從哪裡開始都行。只有你會讀到。

source: Start my day
ar: ابدأ يومي
de: Tag beginnen
es: Empezar mi día
fr: Commencer ma journée
it: Inizia la giornata
ja: 一日を始める
ko: 하루 시작
nl: Mijn dag starten
pt: Começar meu dia
ru: Начать день
zh_hans: 开始我的一天
zh_hant: 開始我的一天

source: Streaks, full history & cloud backup
ar: السلاسل والسجل الكامل والنسخ السحابي
de: Serien, volle Historie & Cloud-Backup
es: Rachas, historial completo y copia en la nube
fr: Séries, historique complet et sauvegarde cloud
it: Serie, cronologia completa e backup su cloud
ja: 連続記録、全履歴、クラウドバックアップ
ko: 연속 기록, 전체 기록, 클라우드 백업
nl: Reeksen, volledige geschiedenis en cloudback-up
pt: Sequências, histórico completo e backup na nuvem
ru: Серии, вся история и облачная копия
zh_hans: 连续记录、完整历史与云备份
zh_hant: 連續記錄、完整歷史與雲備份

source: Take your mornings back
ar: استعد صباحاتك
de: Hol dir deine Morgen zurück
es: Recupera tus mañanas
fr: Reprends tes matins
it: Riprenditi le tue mattine
ja: 朝を取り戻そう
ko: 당신의 아침을 되찾아요
nl: Neem je ochtenden terug
pt: Retome suas manhãs
ru: Верни свои утра
zh_hans: 夺回你的早晨
zh_hant: 奪回你的早晨

source: Tap a face. No wrong answers at 6am.
ar: المس وجهًا. لا إجابات خاطئة في السادسة صباحًا.
de: Tippe ein Gesicht. Um 6 Uhr gibt’s keine falsche Antwort.
es: Toca una cara. A las 6am no hay respuestas erróneas.
fr: Touchez un visage. Pas de mauvaise réponse à 6h.
it: Tocca una faccia. Alle 6 non ci sono risposte sbagliate.
ja: 顔をタップ。朝6時に間違いはない。
ko: 얼굴을 탭하세요. 새벽 6시엔 오답이 없어요.
nl: Tik een gezicht. Om 6 uur zijn er geen foute antwoorden.
pt: Toque um rosto. Às 6h não há resposta errada.
ru: Коснись лица. В 6 утра нет неверных ответов.
zh_hans: 点一张脸。清晨 6 点没有错的答案。
zh_hant: 點一張臉。清晨 6 點沒有錯的答案。

source: Tap how you feel
ar: اختر شعورك
de: Tippe dein Gefühl
es: Toca cómo te sientes
fr: Touchez votre ressenti
it: Tocca come ti senti
ja: 気分をタップ
ko: 기분을 탭하세요
nl: Tik hoe je je voelt
pt: Toque como se sente
ru: Отметь настроение
zh_hans: 点选你的心情
zh_hant: 點選你的心情

source: Terms
ar: الشروط
de: AGB
es: Términos
fr: Conditions
it: Termini
ja: 規約
ko: 약관
nl: Voorwaarden
pt: Termos
ru: Условия
zh_hans: 条款
zh_hant: 條款

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d’utilisation
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
nl: Servicevoorwaarden
pt: Termos de serviço
ru: Условия использования
zh_hans: 服务条款
zh_hant: 服務條款

source: That's my morning
ar: هذا صباحي
de: Das ist mein Morgen
es: Esta es mi mañana
fr: Voilà mon matin
it: Ecco la mia mattina
ja: これが私の朝
ko: 이게 내 아침
nl: Dat is mijn ochtend
pt: Esta é minha manhã
ru: Это моё утро
zh_hans: 这就是我的早晨
zh_hant: 這就是我的早晨

source: The apps stay asleep until I've written — so the morning feels calm again.
ar: تبقى التطبيقات نائمة حتى أكتب — فيعود الصباح هادئًا.
de: Die Apps schlafen, bis ich geschrieben habe — so wird der Morgen wieder ruhig.
es: Las apps duermen hasta que escribo — así la mañana vuelve a ser tranquila.
fr: Les apps dorment jusqu’à ce que j’écrive — le matin redevient calme.
it: Le app dormono finché non scrivo — così la mattina torna calma.
ja: 書き終えるまでアプリは眠る — だから朝がまた穏やかに。
ko: 다 쓸 때까지 앱은 잠들어요 — 그래서 아침이 다시 차분해져요.
nl: De apps slapen tot ik geschreven heb — zo wordt de ochtend weer rustig.
pt: Os apps dormem até eu escrever — então a manhã fica calma de novo.
ru: Приложения спят, пока не напишу — и утро снова спокойно.
zh_hans: 写完之前应用一直沉睡——早晨又变得平静。
zh_hant: 寫完之前應用一直沉睡——早晨又變得平靜。

source: The bed swallows me
ar: يبتلعني السرير
de: Das Bett verschluckt mich
es: La cama me traga
fr: Le lit m’avale
it: Il letto mi inghiotte
ja: ベッドに飲まれる
ko: 침대가 날 삼켜요
nl: Het bed slokt me op
pt: A cama me engole
ru: Кровать поглощает меня
zh_hans: 被床吞没
zh_hant: 被床吞沒

source: The goal
ar: الهدف
de: Das Ziel
es: La meta
fr: L’objectif
it: L’obiettivo
ja: 目標
ko: 목표
nl: Het doel
pt: A meta
ru: Цель
zh_hans: 目标
zh_hant: 目標

source: The quiet
ar: الهدوء
de: Die Stille
es: La calma
fr: Le calme
it: La quiete
ja: 静けさ
ko: 고요함
nl: De stilte
pt: O silêncio
ru: Тишина
zh_hans: 安静
zh_hant: 安靜

source: The quiet part of the morning — before the world logs on.
ar: الجزء الهادئ من الصباح — قبل أن يتّصل العالم.
de: Der stille Teil des Morgens — bevor die Welt online geht.
es: La parte tranquila de la mañana, antes de que el mundo se conecte.
fr: La part calme du matin — avant que le monde se connecte.
it: La parte tranquilla del mattino — prima che il mondo si colleghi.
ja: 世界がログインする前の、静かな朝の時間。
ko: 세상이 접속하기 전, 아침의 고요한 시간.
nl: Het stille deel van de ochtend — voor de wereld inlogt.
pt: A parte calma da manhã — antes de o mundo entrar online.
ru: Тихая часть утра — пока мир ещё не в сети.
zh_hans: 清晨最安静的时刻——在世界上线之前。
zh_hant: 清晨最安靜的時刻——在世界上線之前。

source: The ritual
ar: الطقس
de: Das Ritual
es: El ritual
fr: Le rituel
it: Il rituale
ja: 儀式
ko: 의식
nl: Het ritueel
pt: O ritual
ru: Ритуал
zh_hans: 仪式
zh_hant: 儀式

source: The scroll gets there first.
ar: التمرير يسبقك.
de: Das Scrollen ist zuerst da.
es: El scroll llega primero.
fr: Le scroll arrive avant.
it: Lo scroll arriva prima.
ja: スクロールが 先に来る。
ko: 스크롤이 먼저 도착해요.
nl: Het scrollen is er eerder.
pt: O scroll chega primeiro.
ru: Лента успевает первой.
zh_hans: 刷手机 总是抢先。
zh_hant: 滑手機 總是搶先。

source: The short version
ar: النسخة المختصرة
de: Die Kurzfassung
es: La versión corta
fr: La version courte
it: In breve
ja: 短い要約
ko: 짧은 요약
nl: De korte versie
pt: A versão curta
ru: Коротко
zh_hans: 简短版本
zh_hant: 簡短版本

source: These terms are the agreement between you and Honestly for your use of the app. By using Honestly, you agree to them. We've kept them plain.
ar: هذه الشروط هي الاتفاق بينك وبين Honestly بشأن استخدامك للتطبيق. باستخدامك Honestly فإنك توافق عليها. كتبناها ببساطة.
de: Diese Bedingungen sind die Vereinbarung zwischen dir und Honestly über deine Nutzung der App. Mit der Nutzung von Honestly stimmst du ihnen zu. Wir haben sie einfach gehalten.
es: Estos términos son el acuerdo entre tú y Honestly sobre tu uso de la app. Al usar Honestly, los aceptas. Los hemos mantenido claros.
fr: Ces conditions constituent l’accord entre toi et Honestly pour ton utilisation de l’app. En utilisant Honestly, tu les acceptes. Nous les avons gardées simples.
it: Questi termini sono l’accordo tra te e Honestly per il tuo uso dell’app. Usando Honestly, li accetti. Li abbiamo scritti in modo semplice.
ja: 本規約は、アプリの利用に関するあなたとHonestlyの間の合意です。Honestlyを利用することで、これに同意したことになります。分かりやすく書いています。
ko: 이 약관은 앱 사용에 관한 당신과 Honestly 사이의 합의입니다. Honestly를 사용하면 이에 동의하는 것이 됩니다. 쉬운 말로 적었어요.
nl: Deze voorwaarden vormen de overeenkomst tussen jou en Honestly voor je gebruik van de app. Door Honestly te gebruiken ga je ermee akkoord. We hebben ze eenvoudig gehouden.
pt: Estes termos são o acordo entre você e o Honestly para o uso do app. Ao usar o Honestly, você os aceita. Nós os mantivemos simples.
ru: Эти условия — соглашение между тобой и Honestly об использовании приложения. Пользуясь Honestly, ты их принимаешь. Мы изложили их простым языком.
zh_hans: 本条款是你与 Honestly 之间关于使用本应用的协议。使用 Honestly 即表示你接受这些条款。我们尽量写得直白。
zh_hant: 本條款是你與 Honestly 之間關於使用本應用的協議。使用 Honestly 即表示你接受這些條款。我們盡量寫得直白。

source: Thirty seconds. This page is already yours.
ar: ثلاثون ثانية فقط. هذه الصفحة ملكك بالفعل.
de: Dreißig Sekunden. Diese Seite gehört schon dir.
es: Treinta segundos. Esta página ya es tuya.
fr: Trente secondes. Cette page est déjà à toi.
it: Trenta secondi. Questa pagina è già tua.
ja: 30秒だけ。このページはもうあなたのもの。
ko: 30초면 충분해요. 이 페이지는 이미 당신의 것이에요.
nl: Dertig seconden. Deze pagina is al van jou.
pt: Trinta segundos. Esta página já é sua.
ru: Тридцать секунд. Эта страница уже твоя.
zh_hans: 只要三十秒。这一页已经是你的了。
zh_hant: 只要三十秒。這一頁已經是你的了。

source: This erases every page, your streak, and your app selection, and returns you to the start. It can't be undone.
ar: يمحو هذا كل صفحة وسلسلتك واختيار تطبيقاتك ويعيدك إلى البداية. لا يمكن التراجع.
de: Das löscht jede Seite, deine Serie und deine App-Auswahl und bringt dich zum Start zurück. Nicht widerrufbar.
es: Esto borra cada página, tu racha y tu selección de apps, y te devuelve al inicio. No se puede deshacer.
fr: Cela efface chaque page, ta série et ta sélection d’apps, et te ramène au début. Irréversible.
it: Cancella ogni pagina, la tua serie e le app scelte, e ti riporta all’inizio. Irreversibile.
ja: すべてのページ、連続記録、アプリ選択を消し、最初に戻します。取り消せません。
ko: 모든 페이지, 연속 기록, 앱 선택을 지우고 처음으로 돌아갑니다. 되돌릴 수 없어요.
nl: Dit wist elke pagina, je reeks en je app-selectie en brengt je terug naar het begin. Onomkeerbaar.
pt: Isto apaga cada página, sua sequência e a seleção de apps, e volta ao início. Não pode ser desfeito.
ru: Это удалит все страницы, серию и выбор приложений и вернёт к началу. Отменить нельзя.
zh_hans: 这会删除每一页、你的连续记录和应用选择，并回到起点。无法撤销。
zh_hant: 這會刪除每一頁、你的連續記錄和應用選擇，並回到起點。無法復原。

source: This is me
ar: هذا أنا
de: Das bin ich
es: Este soy yo
fr: C’est moi
it: Sono io
ja: これが私
ko: 이게 나야
nl: Dit ben ik
pt: Sou eu
ru: Это я
zh_hans: 这就是我
zh_hant: 這就是我

source: This morning
ar: هذا الصباح
de: Heute Morgen
es: Esta mañana
fr: Ce matin
it: Stamattina
ja: 今朝
ko: 오늘 아침
nl: Vanochtend
pt: Esta manhã
ru: Этим утром
zh_hans: 今天早晨
zh_hant: 今天早晨

source: This page has drifted off.
ar: انجرفت هذه الصفحة بعيدًا.
de: Diese Seite ist entschwunden.
es: Esta página se ha ido.
fr: Cette page s’est envolée.
it: Questa pagina è svanita.
ja: このページは消えてしまいました。
ko: 이 페이지는 사라졌어요.
nl: Deze pagina is verdwenen.
pt: Esta página se perdeu.
ru: Эта страница ускользнула.
zh_hans: 这一页飘走了。
zh_hant: 這一頁飄走了。

source: This page is just for you.
ar: هذه الصفحة لك وحدك.
de: Diese Seite ist nur für dich.
es: Esta página es solo para ti.
fr: Cette page n’est que pour toi.
it: Questa pagina è solo per te.
ja: このページはあなただけのもの。
ko: 이 페이지는 오직 당신을 위한 거예요.
nl: Deze pagina is alleen voor jou.
pt: Esta página é só para você.
ru: Эта страница только для тебя.
zh_hans: 这一页只为你。
zh_hant: 這一頁只為你。

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pt: Esta semana
ru: На этой неделе
zh_hans: 本周
zh_hant: 本週

source: Three small steps, every morning.
ar: ثلاث خطوات صغيرة، كل صباح.
de: Drei kleine Schritte, jeden Morgen.
es: Tres pequeños pasos, cada mañana.
fr: Trois petits pas, chaque matin.
it: Tre piccoli passi, ogni mattina.
ja: 毎朝、3つの小さなステップ。
ko: 매일 아침, 작은 세 걸음.
nl: Drie kleine stappen, elke ochtend.
pt: Três pequenos passos, toda manhã.
ru: Три маленьких шага каждое утро.
zh_hans: 每天早晨，三个小步骤。
zh_hant: 每天早晨，三個小步驟。

source: To feel what I'm actually feeling
ar: أن أشعر بما أشعر به حقًّا
de: Zu fühlen, was ich wirklich fühle
es: Sentir lo que realmente siento
fr: Ressentir ce que je ressens vraiment
it: Sentire ciò che provo davvero
ja: 本当の気持ちを感じる
ko: 진짜 감정을 느끼기
nl: Voelen wat ik echt voel
pt: Sentir o que realmente sinto
ru: Почувствовать то, что чувствую
zh_hans: 去感受我真正的感受
zh_hant: 去感受我真正的感受

source: To the extent permitted by law, Honestly and its makers are not liable for any indirect or incidental damages arising from your use of the app.
ar: إلى الحد الذي يسمح به القانون، لا يتحمّل Honestly وصانعوه المسؤولية عن أي أضرار غير مباشرة أو عرَضية تنشأ عن استخدامك للتطبيق.
de: Soweit gesetzlich zulässig, haften Honestly und seine Macher nicht für indirekte oder beiläufige Schäden, die aus deiner Nutzung der App entstehen.
es: En la medida permitida por la ley, Honestly y sus creadores no son responsables de daños indirectos o incidentales derivados de tu uso de la app.
fr: Dans la mesure permise par la loi, Honestly et ses créateurs ne sont pas responsables des dommages indirects ou accessoires découlant de ton utilisation de l’app.
it: Nella misura consentita dalla legge, Honestly e i suoi creatori non sono responsabili per danni indiretti o incidentali derivanti dal tuo uso dell’app.
ja: 法律で認められる範囲において、Honestlyおよびその制作者は、アプリの利用から生じる間接的または付随的な損害について責任を負いません。
ko: 법이 허용하는 범위 내에서, Honestly와 그 제작자는 앱 사용으로 인해 발생하는 간접적 또는 부수적 손해에 대해 책임지지 않습니다.
nl: Voor zover wettelijk toegestaan zijn Honestly en zijn makers niet aansprakelijk voor indirecte of incidentele schade die voortvloeit uit je gebruik van de app.
pt: Na medida permitida por lei, o Honestly e seus criadores não se responsabilizam por danos indiretos ou incidentais decorrentes do uso do app.
ru: В той мере, в какой это разрешено законом, Honestly и его создатели не несут ответственности за любые косвенные или случайные убытки, возникшие из-за использования приложения.
zh_hans: 在法律允许的范围内，Honestly 及其制作者对因你使用本应用而产生的任何间接或附带损害概不负责。
zh_hant: 在法律允許的範圍內，Honestly 及其製作者對因你使用本應用而產生的任何間接或附帶損害概不負責。

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt: Hoje
ru: Сегодня
zh_hans: 今天
zh_hant: 今天

source: Today · done
ar: اليوم · تم
de: Heute · erledigt
es: Hoy · hecho
fr: Aujourd’hui · fait
it: Oggi · fatto
ja: 今日 · 完了
ko: 오늘 · 완료
nl: Vandaag · klaar
pt: Hoje · feito
ru: Сегодня · готово
zh_hans: 今天 · 完成
zh_hant: 今天 · 完成

source: Today, I…
ar: اليوم، أنا…
de: Heute…
es: Hoy…
fr: Aujourd'hui, je…
it: Oggi…
ja: 今日、私は…
ko: 오늘, 나는…
nl: Vandaag…
pt: Hoje, eu…
ru: Сегодня я…
zh_hans: 今天，我…
zh_hant: 今天，我…

source: Today's affirmations
ar: تأكيدات اليوم
de: Heutige Affirmationen
es: Afirmaciones de hoy
fr: Affirmations du jour
it: Affermazioni di oggi
ja: 今日のアファメーション
ko: 오늘의 확언
nl: Affirmaties van vandaag
pt: Afirmações de hoje
ru: Сегодняшние аффирмации
zh_hans: 今天的肯定语
zh_hant: 今天的肯定語

source: Today's prompt
ar: سؤال اليوم
de: Frage des Tages
es: Pregunta de hoy
fr: Question du jour
it: Domanda di oggi
ja: 今日の問い
ko: 오늘의 질문
nl: Vraag van vandaag
pt: Pergunta de hoje
ru: Вопрос дня
zh_hans: 今日的提示
zh_hant: 今日的提示

source: total mornings
ar: إجمالي الصباحات
de: Morgen insgesamt
es: mañanas totales
fr: matins au total
it: mattine totali
ja: 累計の朝
ko: 총 아침
nl: ochtenden totaal
pt: manhãs no total
ru: всего утр
zh_hans: 累计早晨
zh_hant: 累計早晨

source: Try a different word or two.
ar: جرّب كلمة أو كلمتين مختلفتين.
de: Versuch es mit einem anderen Wort oder zwei.
es: Prueba con otra palabra o dos.
fr: Essaie un ou deux autres mots.
it: Prova con una o due parole diverse.
ja: 別の言葉を試してみてください。
ko: 다른 단어로 다시 검색해 보세요.
nl: Probeer een ander woord of twee.
pt: Tente outra palavra ou duas.
ru: Попробуй другое слово или два.
zh_hans: 试试换一两个词。
zh_hant: 試試換一兩個詞。

source: Try another mood, or write today's page.
ar: جرّب مزاجًا آخر، أو اكتب صفحة اليوم.
de: Probier eine andere Stimmung oder schreib die heutige Seite.
es: Prueba otro ánimo o escribe la página de hoy.
fr: Essaie une autre humeur, ou écris la page du jour.
it: Prova un altro umore, o scrivi la pagina di oggi.
ja: 別の気分を試すか、今日のページを書こう。
ko: 다른 기분을 보거나, 오늘의 페이지를 써봐요.
nl: Probeer een andere stemming, of schrijf de pagina van vandaag.
pt: Tente outro humor, ou escreva a página de hoje.
ru: Выбери другое настроение или напиши сегодняшнюю страницу.
zh_hans: 换个心情，或写今天这一页。
zh_hant: 換個心情，或寫今天這一頁。
